Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh3808-v3.tmx
Source language: bo
Languages: en

source: ཆོས་ཉིད་མེད་པའི་ངོ་བོ་ཉིད་ཡིན་པའི་ཕྱིར་གཟུགས་ཀྱང་མ་ཡིན་གཟུགས་ཀྱི་ཆོས་ཉིད་ཡིན་པའི་ཕྱིར་གཟུགས་མ་ཡིན་པ་ཡང་མ་ཡིན་ཞེས་བྱ་བ་ནི་གཉིས་སུ་མེད་པའི་དོན་ཏོ།
en: It is not form because the true nature of dharmas is the nonexistence of an intrinsic nature, but it is not not form because it is the true dharmic nature of form. That is the meaning of nondual.

source: །དེ་བས་ན་དེ་ནི་གཉིས་སུ་མེད་པའི་གྲངས་སུ་བྱས་པའོ་ཞེས་བྱ་བ་ནི། དེ་བཞིན་ཉིད་ཀྱི་གྲངས་སུ་བྱས་སོ་ཞེས་བྱ་བའི་ཐ་ཚིག་གོ།
en: Therefore, it is “counted as nondual” in the sense of “counted as suchness.”

source: །དེ་བཞིན་དུ་སངས་རྒྱས་ཀྱི་ཆོས་ཀྱི་མཐར་ཐུག་གི་བར་དུ་གཉིས་སུ་མེད་པར་སྦྱར་བར་བྱའོ།
en: Similarly, connect this with them all, up to the buddhadharmas “are nondual.”

source: །དེ་ལྟར་གཟུགས་ལ་སོགས་པ་སངས་རྒྱས་ཀྱི་ཆོས་ཀྱི་མཐར་ཐུག་གི་བར་དུ་གཉིས་སུ་མེད་པར་བསྟན་ནས། དེའི་འོག་ཏུ་རྣམ་པ་གཞན་གྱིས་བདེན་པ་བཞི་པོ་དག་ལ་གཉིས་སུ་མེད་པའི་མཚན་ཉིད་བསྟན་པའི་ཕྱིར་གང་ཡོངས་སུ་ཤེས་པ་ཡང་མ་ཡིན། ཡོངས་སུ་མི་ཤེས་པ་ཡང་མ་ཡིན་པ་དེ་ཉིད་དེའི་ཡོངས་སུ་ཤེས་པའོ་ཞེས་བྱ་བ་གསུངས་ཏེ།
en: Having taught in this way that form is—up to, finally, the buddhadharmas are—nondual, then to teach in another way that the four truths are marked by nonduality, it says “[they] neither comprehend nor do not comprehend form, and just that is their comprehension.”

source: བྱང་ཆུབ་སེམས་དཔའ་ནི་ཆོས་ཐམས་ཅད་ཀྱི་མཚན་ཉིད་མཉམ་པར་གཞག་པའི་ཡིད་ལ་བྱེད་པས་ཡོངས་སུ་ཤེས་པ་མ་ཡིན་གྱི།
en: Bodhisattvas paying attention to the mark of all dharmas in meditative equipoise do not comprehend.

source: ཉན་ཐོས་ལྟར་མཉམ་པར་མ་བཞག་པར་ཡོངས་སུ་འདྲིས་པའི་ཤེས་པས་ནི་ཡོངས་སུ་ཤེས་ཏེ་ཇི་ལྟར་སྔར་བསྟན་པ་བཞིན་ནོ།
en: While not in meditative equipoise like śrāvakas, with the knowledge of mastery they comprehend, just as it has been explained before.

source: །དེ་བས་ན་དེ་ལྟར་ཤིན་ཏུ་ཡོངས་སུ་ཤེས་པ་མ་ཡིན་པ་འདི་ཉིད་དེའི་ཡོངས་སུ་ཤེས་པའོ།
en: Therefore just that not comprehending absolutely like that is their comprehension.

source: །དེ་བཞིན་དུ་སྤང་བ་དང་། མངོན་སུམ་དུ་བྱ་བ་དང་། བསྒོམ་པ་རྣམས་ལ་ཡང་སྦྱར་བར་བྱའོ།
en: Similarly, also connect this with “abandon… actualize… and cultivate.”

source: །དེ་ལྟར་གཉིས་སུ་མེད་པའི་མཚན་ཉིད་ལ་མཁས་པ་དེ་འབྱུང་བ་ལ་མཁས་པར་བྱ་བ་བསྟན་པའི་ཕྱིར། བྱམས་པ་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་མྱ་ངན་ལས་འདས་པ་ནི་ཟབ་པོ་མཆོག་ཏུ་ཟབ་པོ་ཞེས་བྱ་བས་མྱ་ངན་ལས་འདས་པ་སྟོན་ཏོ།
en: Then, to teach what they become skilled in when such skill in the mark of nonduality arises, it teaches nirvāṇa with, “Maitreya, the nirvāṇa of bodhisattvas is deep, extremely deep.”

source: །ཇི་ལྟར་ཟབ་ཅེས་ཞུས་པ་དང་།
en: Having asked “why is [it]… deep?”

source: འདི་ལྟར་མྱ་ངན་ལས་འདས་པ་ཡང་མ་ཡིན། མྱ་ངན་ལས་མ་འདས་པ་ཡང་མ་ཡིན་ཏེ། དེའི་ཕྱིར་ཟབ་པ་དང་། མཆོག་ཏུ་ཟབ་ཅེས་བྱའོ་ཞེས་བྱ་བས་བསྟན་ཏེ།
en: it explains, “It is because the nirvāṇa of bodhisattvas is neither nirvāṇa nor not nirvāṇa; that is why it is called ‘deep, extremely deep.’ ”

source: བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་མྱ་ངན་ལས་འདས་པ་ཞེས་བྱ་བ་ནི་ཤིན་ཏུ་ཡོངས་སུ་དག་པ་གནས་གྱུར་པ་ལ་བྱ་སྟེ།
en: Take “the nirvāṇa of bodhisattvas” as the extremely pure transformation of the basis.

source: གནས་གྱུར་པ་དེ་ཡང་། འདི་ལྟར་ཉོན་མོངས་པ་དང་ཤེས་བྱའི་སྒྲིབ་པ་ཐམས་ཅད་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པའི་ངོ་བོ་ཉིད་དང་། ལས་ཀྱི་རྣམ་པར་སྨིན་པ་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པའི་ངོ་བོ་ཉིད་ཡིན་ཏེ།
en: That transformation of the basis, furthermore, is in the intrinsic nature of a complete nirvāṇa beyond all afflictive obscuration and obscuration to knowledge, the intrinsic nature of a complete nirvāṇa beyond the maturation of karma.

source: དེའི་ཕྱིར་མྱ་ངན་ལས་འདས་པའོ།
en: Therefore, it is nirvāṇa.

source: །འདི་ལྟར་ཉན་ཐོས་དང་། རང་སངས་རྒྱས་དག་ལྟ་བུ་མ་ཡིན་གྱི་འཁོར་བ་ཡོད་ཀྱི་བར་དུ། སེམས་ཅན་གྱི་དོན་མཛད་དེ།
en: Thus, unlike śrāvakas and pratyekabuddhas they work for the welfare of beings for as long as saṃsāra exists.

source: དེའི་ཕྱིར་མྱ་ངན་ལས་འདས་པ་མ་ཡིན་ནོ།
en: Therefore, it is not nirvāṇa.

source: །དེ་ནས་བྱམས་པས་གསོལ་པ། བཅོམ་ལྡན་འདས་གལ་ཏེ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་གཞན་གྱི་དོན་ལས་བརྩམས་ཏེ། འཁོར་བ་ཡོངས་སུ་མི་གཏོང་ན། འདིས་ཇི་ལྟར་མྱ་ངན་ལས་འདས་པ་ཡོངས་སུ་བཏང་བར་མི་འགྱུར་ཞེས་བྱ་བ་ནི།
en: Then Maitreya says, “Lord, if, taking the welfare of others as the point of departure, bodhisattvas do not totally reject saṃsāra… how do they not totally reject nirvāṇa?”

source: གལ་ཏེ་བྱང་ཆུབ་སེམས་དཔའ་འཁོར་བ་ཡོད་ཀྱི་བར་དུ་སེམས་ཅན་གྱི་དོན་རྒྱུན་མི་གཅོད་པར་རྟག་ཏུ་འཁོར་བ་ཡོངས་སུ་མི་གཏོང་ན། དེ་ལྟ་ན་མྱ་ངན་ལས་འདས་པར་ཇི་ལྟར་འགྱུར་ཞེས་ཞུས་པའོ།
en: He is asking: if for as long as saṃsāra exists bodhisattvas working for welfare of others do not constantly and always reject saṃsāra, how in that case will [a bodhisattva’s nirvāṇa] be nirvāṇa?

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། བྱམས་པ་གཞན་གྱི་དོན་ལས་བརྩམས་ཏེ། འཁོར་བ་ཡོངས་སུ་མི་གཏོང་བས་མྱ་ངན་ལས་འདས་པ་འང་མ་ཡིན་ནོ། །བདག་གི་དོན་ལས་བརྩམས་ཏེ་མྱ་ངན་ལས་འདས་པ་ཡོངས་སུ་མི་གཏོང་བས་མྱ་ངན་ལས་འདས་པ་འང་མ་ཡིན་ནོ་ཞེས་བྱ་བ་སྟེ།
en: Then, The Lord said, “Maitreya, taking the welfare of others as the point of departure, it is not nirvāṇa because they do not totally reject saṃsāra; taking their own welfare as the point of departure, it is not not nirvāṇa because they do not totally reject nirvāṇa.” “

source: བཅོམ་ལྡན་འདས་ཀྱིས་ནི་གཞན་གྱི་དོན་ལས་བརྩམས་ནས། འཁོར་བ་ཡོངས་སུ་མི་གཏོང་ཞིང་ཕུང་པོ་མེད་པའི་མྱ་ངན་ལས་འདས་པ་མི་ལེན་ཏེ། དེ་བས་ན་མྱ་ངན་ལས་འདས་པ་འང་མ་ཡིན་ནོ། །བདག་གི་དོན་ལས་བརྩམས་ཏེ། བྱ་བ་བྱས་པའི་ཕྱིར་མྱ་ངན་ལས་འདས་པ་ཡོངས་སུ་མི་གཏོང་ཞིང་འཁོར་བ་ཡང་མི་ལེན་ཏེ།
en: Taking the welfare of others as the point of departure, there is not a total rejection of saṃsāra and appropriation of a nirvāṇa without aggregates, therefore it is not a nirvāṇa; but taking their own welfare as the point of departure, because the work has been done, there is not a total rejection of nirvāṇa and there is no appropriation of a life in saṃsāra, therefore it is a nirvāṇa.

source: དེ་བས་ན་མྱ་ངན་ལས་འདས་པའོ་ཞེས་བྱ་བས་ཇི་སྐད་བསྟན་པར་འགྱུར་ཞེ་ན།
en: What is the Lord teaching with this?

source: ཆོས་ཀྱི་སྐུ་ལས་བརྩམས་ཏེ། དེ་བས་ན་མྱ་ངན་ལས་འདས་པའོ་ཞེས་བྱ་བས་ཇི་སྐད་བསྟན་པར་འགྱུར་ཞེ་ན། ཆོས་ཀྱི་སྐུ་ལས་བརྩམས་ཏེ་མྱ་ངན་ལས་འདས་པའོ། །སྤྲུལ་པའི་སྐུ་དང་ལོངས་སྤྱོད་རྫོགས་པའི་སྐུའི་དབང་གིས་ནི་མྱ་ངན་ལས་འདས་པ་མ་ཡིན་ནོ་ཞེས་བསྟན་པ་ཡིན་ནོ།
en: He is explaining that it is nirvāṇa when they take the dharma body as the point of departure, but from the perspective of the complete enjoyment body and magically created body it is not nirvāṇa. “

source: །བཅོམ་ལྡན་འདས་གལ་ཏེ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་གཞན་གྱི་དོན་ལས་བརྩམས་ཏེ་འཁོར་བ་ཡོངས་སུ་མི་གཏོང་ན་འཁོར་བ་ཡོངས་སུ་མ་བཏང་བས་འདིས་ཇི་ལྟར་མྱ་ངན་ལས་འདས་པ་ཡོངས་སུ་བཏང་བར་མི་འགྱུར་ཞེས་བྱ་བ་ལ་སོགས་པས་འདི་སྐད་བསྟན་ཏེ།
en: Lord, if, taking the welfare of others as the point of departure, bodhisattvas do not totally reject saṃsāra, by not totally rejecting saṃsāra how do they not totally reject nirvāṇa?”

source: གལ་ཏེ་གཞན་གྱི་དོན་གྱི་ཕྱིར་འཁོར་བ་ཡོངས་སུ་མི་གཏོང་ན། འདིས་མྱ་ངན་ལས་འདས་པ་ཡོངས་སུ་བཏང་བར་འགྱུར་རོ།
en: With this teaching it is asking: If for the sake of others they do not totally reject saṃsāra, they will have totally rejected nirvāṇa.

source: །གལ་ཏེ་བདག་གི་དོན་དུ་མྱ་ངན་ལས་འདས་པ་ཡོངས་སུ་མི་གཏོང་ན་འདིས་འཁོར་བ་ཡོངས་སུ་བཏང་བར་འགྱུར་རོ།
en: If for their own sake they do not totally reject nirvāṇa, they will have totally rejected saṃsāra.

source: །དེ་བས་ན་འཁོར་བའི་ཡོངས་སུ་མི་གཏོང་བ་དང་། གཏོང་བ་དང་། མྱ་ངན་ལས་འདས་པ་དང་། མྱ་ངན་ལས་མ་འདས་པ་ཞེས་བྱ་བ་དེ་དག་འགལ་བ་ཡིན་ན། དེ་ཇི་ལྟར་མི་འགལ་བར་འགྱུར་ཞེས་ཞུས་པའོ།
en: Therefore, given that these “not totally rejecting and rejecting saṃsāra,” and “passing into nirvāṇa and not passing into nirvāṇa,” are contradictory, how is it not a contradiction?

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་འཁོར་བ་ལ་ཡང་འཁོར་བ་ཉིད་དུ་རྣམ་པར་མི་རྟོག་ཅེས་བྱ་བ་ལ་སོགས་པས་མི་འགལ་བར་སྟོན་ཏོ།
en: Then the Lord, with “[they] do not even conceive of saṃsāra as actually saṃsāra,” and so on, teaches that they are not contradictory.

source: །བྱང་ཆུབ་སེམས་དཔའ་ནི་ཆོས་ཐམས་ཅད་ལ་རྣམ་པར་མི་རྟོག་ཅིང་མཉམ་པ་ཉིད་ཙམ་དུ་མཐོང་བས།
en: This means bodhisattvas do not conceive of all dharmas.

source: འཁོར་བ་ལ་འཁོར་བའོ་ཞེས་སྤྲོས་པ་དང་། མྱ་ངན་ལས་འདས་པ་ཡང་མྱ་ངན་ལས་འདས་པའོ་ཞེས་སྤྲོས་པས་སྤྲོས་པར་མི་བྱེད་དེ།
en: Seeing them all as just the same, they do not entertain in their mind in regard to saṃsāra the construct “it is saṃsāra,” nor in regard to nirvāṇa the construct “it is nirvāṇa.”

source: དེ་བས་ན་མཉམ་པ་ཉིད་ལ་གནས་སོ། །མཉམ་པ་ཉིད་ལ་གནས་པས་ན་གང་ལ་ཡང་ཉེས་དམིགས་སུ་མཐོང་བས་བློ་ཞུམ་པར་འགྱུར་བ་དང་། གང་ལ་ཡང་ཕན་ཡོན་དུ་མཐོང་བས་སྦྱོར་བར་འགྱུར་བ་དེ་ལྟ་བུ་མེད་དོ་ཞེས་བྱ་བའི་ཐ་ཚིག་གོ།
en: Thus, they stay in the same state, and while remaining in that same state do not, for instance, recoil mentally from anything because of seeing a defect or get attracted to anything because of seeing an advantage.

source: །དེ་ནས་འཕགས་པ་བྱམས་པ་དེས་ཀྱང་མ་མགུ་ནས་བཅོམ་ལྡན་འདས་འོ་ན་བྱང་ཆུབ་སེམས་དཔའ་རྣམ་པར་མི་རྟོག་པའི་དབྱིངས་ལ་གནས་པས། འཁོར་བ་ཇི་ལྟར་མ་བཏང་བ་དེ་ལྟར་བླངས་པ་ཡང་མ་མཆིས་ཤིང་མྱ་ངན་ལས་འདས་པ་ཇི་ལྟར་མ་བཏང་བ་དེ་ལྟར་བླངས་པ་མ་མཆིས་པར་ཡང་མི་འགྱུར་ལགས་སམ།
en: Then the noble Maitreya, still unhappy with that, asked, “Well then, Lord, will it not be the case that just as bodhisattvas standing in the realm without thought construction… have not totally rejected a life in saṃsāra they will similarly not have appropriated it, and just as they have not totally rejected nirvāṇa they will similarly not have appropriated that, either?

source: བཅོམ་ལྡན་འདས་གལ་ཏེ་བླངས་པ་མ་མཆིས་ན། ཇི་ལྟར་མ་བཏང་བ་ལགས་ཞེས་བྱ་བ་ཞུས་ཏེ།
en: And Lord, if there is no appropriation, how can there be no rejection?” “

source: གལ་ཏེ་བྱང་ཆུབ་སེམས་དཔའ་འཁོར་བ་དང་། མྱ་ངན་ལས་འདས་པ་ལ་རྣམ་པར་མི་རྟོག་པས། མཉམ་པ་ཉིད་དམིགས་ན།
en: Bodhisattvas do not conceive of saṃsāra or nirvāṇa, apprehending them as being the same.

source: དེ་ལྟ་ན་ནི་འཁོར་བ་དང་མྱ་ངན་ལས་འདས་པ་དག་གཏོང་བ་ཡང་མེད།
en: There is therefore no rejection of saṃsāra or nirvāṇa and there is no appropriation of them either.”

source: ལེན་པ་ཡང་མེད་དོ་ཞེས་བྱ་ན། དེ་ལ་གལ་ཏེ་ལེན་པ་མེད་ན་ཇི་ལྟར་བཏང་བར་མི་འགྱུར་ཞེས་ཞུས་པའོ།
en: So he asks about that: if there is no appropriating there, how is there no rejection? “

source: །བྱམས་པ་ད་ནི་འདི་ལྟར་འཁོར་བ་ལེན་ཏོ་ཞེའམ་མི་ལེན་ཏོ་ཞེས་མི་སྨྲའོ་ཞེས་བྱ་བས་འདི་སྐད་གསུངས་ཏེ།
en: Maitreya, I do not say they ‘appropriate’ or ‘do not appropriate’ a life in saṃsāra.”

source: ང་ནི་འཁོར་བ་སྤོང་བ་དང་། མི་སྤོང་བའི་དབང་གིས་ལེན་པ་དང་། འདོར་བར་མི་སྨྲའི། དགོས་པ་ལ་ལྟོས་ནས་བྱ་བ་བྱེད་པའི་དབང་གིས་སྨྲ་སྟེ། འདི་ལྟར་མངོན་པར་ཤེས་པའི་མཐུས་དུས་ཐམས་ཅད་དུ་འཇིག་རྟེན་གྱི་ཁམས་མཐའ་ཡས་པ་རྣམས་སུ་སེམས་ཅན་གྱི་ཁམས་ཀྱི་དོན་ཤིན་ཏུ་རྒྱུན་མི་འབྱེད་པར་བྱེད་དེ།
en: This says: I do not say they appropriate or forsake based on abandoning or not abandoning a life in saṃsāra; I say it, contingent on the need for it, based on the work being done, because, through the force of the clairvoyances, they do not make an absolute break in the stream of work for the welfare of the mass of beings at all times in infinite world systems.

source: དེའི་ཕྱིར་འཁོར་བ་ཡོངས་སུ་མི་གཏོང་ཞེས་སྨྲའི། འཁོར་བ་མི་སྤོང་བའི་ཕྱིར་ནི་མ་ཡིན་ནོ།
en: Therefore, I say “they do not totally reject saṃsāra,” but not because they do not abandon saṃsāra.

source: །འདི་ལྟར་སྟོང་པ་ཉིད་ཀྱི་དབྱིངས་དམིགས་སུ་མེད་པའི་དབྱིངས་ཉེ་བར་བཟུང་ནས། དེ་ལ་གནས་ཏེ། དེའི་ཕྱིར་མྱ་ངན་ལས་འདས་པ་ལེན་ཏོ་ཞེས་སྨྲའོ་ཞེས་བསྟན་པའོ།
en: Thus, taking the realm of “emptiness, the realm that gives no basis for apprehending anything” as the point of departure, he has taught that they remain in that, and therefore says, “They appropriate nirvāṇa.” “

source: །བཅོམ་ལྡན་འདས་རྣམ་པར་མི་རྟོག་པའི་མཚན་ཉིད་འདུས་པ་ཇི་ལྟར་བལྟ་བར་བགྱི་ཞེས་བྱ་བ་ནི།
en: Lord, how in the absence of conceptualization should the collection of marks be viewed?”

source: ཇི་ལྟར་རྣམ་པར་མི་རྟོག་པ་ཡོངས་སུ་རྫོགས་ཤིང་མཐར་ཕྱིན་པ་ལགས་ཞེས་ཞུས་པའོ།
en: is asking how is the absence of conceptualization completed and finalized. “

source: །དངོས་པོ་དང་དངོས་པོ་མེད་པ་གཉིས་སུ་མེད་པ་ཞེས་བྱ་བ་ནི། ཡོད་ཅེས་བྱ་བའམ་མེད་ཅེས་བྱ་བའི་གཉིས་སུ་མེད་པའོ།
en: The nonduality… of an existent thing and a nonexistent thing” is the absence of the duality of “existing” and “not existing.” “

source: །སྤྲོས་པ་མེད་པ་ཞེས་བྱ་བ་ནི། ཆོས་དེ་རྣམས་ལ་རྣམ་པ་ཐམས་ཅད་ཀྱི་ཐམས་ཅད་དུ་རྣམ་པར་མི་རྟོག་པའོ།
en: Nonelaboration” is not conceptualizing those dharmas as anything at all in any way at all. “

source: །བཅོམ་ལྡན་འདས་ཅི་ལགས་ཉན་ཐོས་ཐམས་ཅད་གཅིག་ཏུ་ངེས་པར་གཏན་དུ་མྱ་ངན་ལས་འདས་པ་ལ་གནས་པ་ལགས་སམ་ཞེས་བྱ་བ་ནི།
en: Lord, are all śrāvakas absolutely with certainty located in nirvāṇa?”

source: བྱང་ཆུབ་སེམས་དཔའ་རྣམས་འཁོར་བ་མི་ལེན་ཏོ་ཞེས་འབྱུང་བས་ཉན་ཐོས་རྣམས་ལེན་པ་མེད་པར་ཤིན་ཏུ་མྱ་ངན་ལས་འདས་པ་ཉིད་དུ་འགྱུར་རོ་སྙམ་དུ་དགོངས་ནས་ཞུས་པའོ།
en: He asks this intending: since bodhisattvas have been found not to appropriate a life in saṃsāra, are śrāvakas, who are without appropriation, absolutely in a state of nirvāṇa? “

source: །སེམས་ཅན་རྣམས་ཀྱི་རིགས་དང་།
en: Many families and dispositions of beings can be found.”

source: རང་བཞིན་མང་དུ་དམིགས་ཞེས་བྱ་བ་ནི་སེམས་ཅན་རྣམས་ཀྱི་རིགས་རྣམས་དང་། རང་བཞིན་རྣམས་མང་བ་སྟེ་རིགས་ནི་རྣམ་པ་གསུམ་མོ།
en: There are “many families and dispositions of beings,” which is to say, there are three “families.”

source: །རང་བཞིན་ཡང་བསམ་པ་དང་། བག་ལ་ཉལ་དང་། མོས་པ་དང་། དབང་པོ་ལ་སོགས་པའི་བྱེ་བྲག་གིས་ཐ་དད་པ་རྣམས་སོ།
en: Also “dispositions” differ on account of particular aspirations, proclivities, beliefs, faculties, and so on. “

source: །བཟང་པོའི་བྱེ་བྲག་དོན་དུ་གཉེར་ཏེ། བཟང་པོའི་བྱེ་བྲག་ཉིད་ཐོབ་པར་འགྱུར་ཞེས་བྱ་བ་ནི། དང་པོ་ཉིད་ནས་རང་བཞིན་གྱིས་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་འདོད་ལ། ཇི་ལྟར་འདོད་པ་བཞིན་དུ་འཐོབ་པའོ།
en: Strive for a superior qualification, who gain just the superior qualification”— because of their disposition, from the start, they want perfect, complete awakening and, in accord with what they want, “gain” it. “

source: །དམན་པ་ཞེས་བྱ་བ་ནི། ཉན་ཐོས་དང་རང་སངས་རྒྱས་ཀྱི་བྱང་ཆུབ་པོ།
en: Inferior”— śrāvaka and pratyekabuddha awakening. “

source: །དམན་པར་ཤེས་ནས་དེ་ཙམ་གྱིས་ཆོག་པར་མི་འཛིན་ཅེས་བྱ་བ་ནི་འཕགས་པའི་གང་ཟག་ཏུ་འགྱུར་ཏེ། ཉན་ཐོས་ཉིད་ཐོབ་ནས་ཕྱིས་སངས་རྒྱས་སུ་འགྱུར་རོ་ཞེས་བྱ་བའི་ཐ་ཚིག་གོ།
en: Understand that it is lacking, are not satisfied just by that” means that they become noble beings and, having gained the state of a śrāvaka, later become buddhas. “…

source: །སྐྱེ་བ་མ་མཆིས་པས་ཇི་ལྟར་ཐོབ་པར་འགྱུར་ཞེས་བྱ་བ་ནི་འཁོར་བར་སྐྱེས་ན་ནི་བྱང་ཆུབ་ཀྱི་ཚོགས་ཡོངས་སུ་རྫོགས་པར་བྱ་ནུས་སོ་སྙམ་དུ་དགོངས་པའོ།
en: does not take rebirth, so how do they reach it?” This intends that when there is rebirth in saṃsāra the accumulations for awakening can be completed. “

source: །དེའི་སྐྱེ་བ་ལགས་པར་ནི་བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་མ་སྩལ་ཏོ་ཞེས་བྱ་བ་ནི།
en: The Lord has not said… is their rebirth.”

source: རྒྱུན་དུ་ཞུགས་པ་ནི་འདིར་སྲིད་པ་བརྒྱད་པ་མི་སྐྱེད་དོ། །ལན་ཅིག་ཕྱིར་འོང་བ་ནི་འདིར་སྲིད་པ་གཅིག་ལེན་ཏོ། །ཕྱིར་མི་འོང་བ་ནི་འདིར་སྲིད་པ་གཅིག་ཀྱང་མི་ལེན་ཏོ། །དགྲ་བཅོམ་པ་ནི་ཐམས་ཅད་དུ་ཡང་སྲིད་པ་མི་ལེན་ཏེ་དེ་ལྟར་སྐྱེ་བ་བཀག་གོ།
en: stream enterers do not arise in an eighth existence here; once-returners appropriate a single existence here; non-returners do not appropriate even a single existence here; and worthy ones do not appropriate any existence at all, so rebirth has ceased. “

source: །བྱམས་པ་དེའི་སྐྱེ་བ་ལས་དང་ཉོན་མོངས་པའི་དབང་གིས་འགྱུར་བར་ནི་ང་མི་འདོགས་ཀྱི། དེའི་སྐྱེ་བ་བསམ་གྱིས་མི་ཁྱབ་པ་དང་། སྤྲུལ་པ་དང་ཡོངས་སུ་བསྔོས་པའོ་ཞེས་འདོགས་སོ་ཞེས་བྱ་བ་ལ།
en: Maitreya, I do not say that their rebirth is dictated by karma and afflictive emotion; I say that theirs is an inconceivable rebirth, magically created and dedicated.”

source: ལས་དང་ཉོན་མོངས་པའི་དབང་གིས་སྐྱེ་བ་ཞེས་བྱ་བ་དེ་ནི་རྒྱུན་དུ་ཞུགས་པ་ལ་སོགས་པ་ལ་བྱའོ།
en: In this, take the “rebirth dictated by karma and afflictive emotion” with the stream enterers and so on.

source: །སྐྱེ་བ་རྣམ་པ་གསུམ་པོ་དག་ལ་ནི་དཔྱད་པ་མེད་དོ།
en: Those who have the three births have nothing to do with that.

source: །དེ་དག་ལ་ནི་སྐྱེ་བ་རྣམ་པ་གསུམ་ཡོད་དེ། བསམ་གྱིས་མི་ཁྱབ་པའི་སྐྱེ་བ་དང་སྤྲུལ་པའི་སྐྱེ་བ་དང་། སྨོན་ལམ་གྱི་སྐྱེ་བའོ།
en: They have a threefold birth—“an inconceivable birth, magically created birth, and birth through a prayer that is a vow.”

source: །དེ་ལ་གང་ཉན་ཐོས་ཀྱི་རིགས་མ་ངེས་པ་དེ་དག་ནི། གལ་ཏེ་དེ་བཞིན་གཤེགས་པ་དང་ཉེ་བར་གྱུར་ན། དེའི་ཚེ་དེ་བཞིན་གཤེགས་པས་དེ་དག་གི་རིགས་ཀྱི་ཁྱད་པར་ལ་གཟིགས་ནས། ཇི་ལྟར་དེ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ལ་འདོད་པ་བསྐྱེད་པ་དེ་ལྟ་བུའི་ཆོས་བཤད་པ་མཛད་ནས།
en: There, if those not necessarily destined to be in the śrāvaka family have come into the presence of a tathāgata, at that time the tathāgata, seeing the particular features of their family, will explain to them the doctrine in the sort of way that produces a desire for unsurpassed, perfect, complete awakening.

source: དེ་ལྟ་བུའི་ལམ་ལ་སྦྱོར་ཏེ། འདོད་པ་དེ་ཡོངས་སུ་མ་བཏང་བར་ཡང་དག་པའི་མཐའ་མངོན་སུམ་དུ་བྱས་ནས། རྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུ་ལ་སོགས་པ་ཐོབ་པར་བྱེད་དོ།
en: Having connected them with that sort of path, if they do not forsake that desire, having actualized the very limit of reality they gain the result of stream enterer and so on.

source: །དེ་ལྟར་སངས་རྒྱས་རྣམས་ཐབས་མཁས་པའི་ཕྱིར་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པའི་ཚུལ་གྱིས་དེ་དག་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་ལམ་ལ་བཀོད་ནས།
en: Thus, the buddhas with skillful means and with the system of the perfection of wisdom establish them on the path to all-knowledge.

source: སློབ་པའམ་མི་སློབ་པར་གྱུར་པ་ལ། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ལ་འདོད་པ་མ་བཏང་བས་མྱ་ངན་ལས་འདས་པ་མངོན་དུ་བྱེད་ཀྱང་ངེས་པའི་ཉན་ཐོས་ལྟར། དེ་ལ་ཤིན་ཏུ་དྲག་པོའི་མོས་པ་མི་སྐྱེད་དེ།
en: Whether they have become those in training or not in training, because they have not given up wanting unsurpassed, perfect, complete awakening, even though they actualize nirvāṇa they do not generate an absolutely intense admiration for it as do those who are certain to be śrāvakas.

source: དཔེར་ན་ལ་ལ་ཞིག་གྲོང་ངམ་གྲོང་ཁྱེར་ལ་ལྟ་བ་ན། དེ་ཉིད་དུ་གནས་པར་བྱའོ་སྙམ་དུ་བསམས་ཏེ་བལྟས་ན་ནི། དེར་མོས་པར་མོས་པ་གཞན་དུ་འགྱུར་རོ།
en: To illustrate, some, when viewing a town or village, think “I am going to live right there.”

source: །གཞན་དུ་འགྲོའོ་སྙམ་དུ་བསམས་ཏེ།
en: Then, their admiration for it turns into an admiration for something else when they have seen it, and they think, “I am going to go elsewhere.”

source: བལྟས་ན་ནི་བློ་གཞན་དུ་འགྱུར་རོ།
en: They have a change of mind when they have seen it.

source: །དེ་བཞིན་དུ་འདིར་ཡང་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་འདོད་ན་ནི། མྱ་ངན་ལས་འདས་པ་ལ་འདོད་པ་རྣམ་པ་གཞན་དུ་འགྱུར་ལ། ངེས་པའི་ཉན་ཐོས་རྣམས་ཀྱང་རྣམ་པ་གཞན་དུ་འགྱུར་རོ།
en: Similarly, here too when there is a desire for unsurpassed, perfect, complete awakening, the desire for nirvāṇa turns into something else and they become different from those who are certain to be śrāvakas.

source: །དེ་བས་ན་ཉོན་མོངས་པ་སྤངས་ཀྱང་ལ་ལ་བག་ཆགས་ལ་སོགས་པའི་དབང་གིས་ཁྱད་པར་དུ་འགྱུར་ཏེ། སྙིང་རྗེའི་བསམ་པའི་དབང་གིས་ཀྱང་། དེ་དག་འཁོར་བས་ཤིན་ཏུ་སྐྱོ་བར་མི་འགྱུར་ལ།
en: Therefore some, even though they have abandoned the afflictions, become special because of the power of residual impressions and so on, and because of the power of a compassionate aspiration and so on they do not get extremely repulsed by saṃsāra.

source: སེམས་ཅན་ལ་ཕན་པ་བྱེད་པར་འདོད་པ་རྣམས་ནི་བུ་གཞོན་ནུ་མི་གཙང་བའི་དོང་དུ་ལྟུང་བ་འབྱིན་པར་འདོད་པས་མི་གཙང་བའི་དོང་ལ་བལྟ་ཡང་། དེས་སྐྱོ་བར་མི་འགྱུར་བ་བཞིན་ནོ།
en: They want to work for the benefit of beings like someone who sees their young son fallen into a filthy cesspool, sees that the cesspool is filthy, but still does not get repulsed because of wanting to get him out.

source: །སློབ་པའམ་མི་སློབ་པ་དེ་ལྟ་བུར་གྱུར་པ་དེ་དག་ནི་དེ་བཞིན་གཤེགས་པའི་མན་ངག་གིས་འཇིག་རྟེན་ལས་འདས་པ་ཟག་པ་མེད་པ། འཕགས་པའི་ལམ་ལ་སོགས་པའི་དགེ་བའི་རྩ་བ་རྣམས་འདི་ལྟར་ཡོངས་སུ་སྔོ་བར་བྱེད་དེ། གང་བདག་གི་དགེ་བའི་རྩ་བ་འཇིག་རྟེན་ལས་འདས་པ་ཟག་པ་མེད་པ་དེ་དག་ཐམས་ཅད་སེམས་ཅན་ལ་ཕན་པའི་ཕྱིར་འཁོར་བར་སྐྱེ་བ་ལ་མངོན་དུ་ཕྱོགས་པར་གྱུར་ཅིག་ཅེས་ཡོངས་སུ་བསྔོའོ།
en: Those like that, in training or not in training, under the guidance of a tathāgata dedicate the wholesome roots of the extraordinary noble path without outflows and so on like this—they dedicate them with the thought: “In order to be of benefit to beings may all of my extraordinary wholesome roots without outflows be directed toward birth in saṃsāra.”

source: །དེ་དག་དེ་ལྟར་ཡོངས་སུ་བསྔོས་པའི་དབང་གིས་ལམ་ལ་སོགས་པ་ཟག་པ་མེད་པའི་དགེ་བ་རྣམས་ཀྱིས་འཁོར་བར་སྐྱེ་བར་བྱེད་དེ།
en: through the power of such a dedication the uncontaminated good of the path and so on causes them to be born in saṃsāra.

source: དེ་དག་ལ་ཡང་ལྷན་ཅིག་བྱེད་པའི་རྐྱེན་དུ་གྱུར་པ་ཉོན་མོངས་པ་དང་འདྲ་བའི་དགེ་བའི་ཆོས་རྣམས་ཡོད་དེ།
en: They have wholesome dharmas similar to afflictions that function as a cooperative condition.

source: འདི་ལྟར་མདོ་སྡེ་གཞན་དག་ལས་བློ་གྲོས་རྒྱ་མཚོ་འཁོར་བའི་རྒྱུན་བྱེད་ལ། དགེ་བའི་རྩ་བ་དང་མཚུངས་པར་ལྡན་པའི་ཉོན་མོངས་པ་དེ་དག་གང་ཞེ་ན། འདི་ལྟ་སྟེ་བསོད་ནམས་ཀྱི་ཚོགས་བཙལ་བས་ཡོངས་སུ་མི་ངོམས་པ་དང་། བསམས་བཞིན་དུ་སྲིད་པར་སྐྱེ་བ་ཡོངས་སུ་འཛིན་པ་དང་།
en: Thus, as the other sūtras say: “Sāgaramati, what are these afflictions accompanying the wholesome roots that keep saṃsāra going?

source: ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྦྱོར་བ་རྣམས་ཡོངས་སུ་མི་གཏོང་བའོ། །བློ་གྲོས་རྒྱ་མཚོ་དེ་དག་ནི་དགེ་བའི་རྩ་བ་དང་མཚུངས་པར་ལྡན་པའི་ཉོན་མོངས་པ་རྣམས་ཏེ།
en: Sāgaramati, those are the afflictions accompanying the wholesome roots that keep saṃsāra going.

source: བྱང་ཆུབ་སེམས་དཔའ་དེ་དག་གིས་འདྲེ་ཡང་། ཉོན་མོངས་པའི་སྐྱོན་རྣམས་ཀྱིས་མི་གོས་སོ།
en: Bodhisattvas are in close contact with them, but they are not stained by the faults of the afflictions.” [

source: །གསོལ་པ་བཅོམ་ལྡན་འདས་དགེ་བའི་རྩ་བ་ལགས་ན་ཅིའི་སླད་དུ་ཉོན་མོངས་པ་རྣམས་ཞེས་བགྱི། བཀའ་སྩལ་པ། བློ་གྲོས་རྒྱ་མཚོ་འདི་ལྟར་ཉོན་མོངས་པ་དེ་ལྟ་བུ་དག་གིས་བྱང་ཆུབ་སེམས་དཔའ་ཁམས་གསུམ་དང་འདྲེ་ཞིང་། ཁམས་གསུམ་པ་ནི་ཉོན་མོངས་པ་ལས་བྱུང་བ་ཡིན་པས་དེ་ལ་བྱང་ཆུབ་སེམས་དཔའ་ནི་ཐབས་མཁས་པ་དང་།
en: Sāgaramati] asked, “Lord, if they are wholesome roots why are they called ‘afflictions’?”The Lord said: “Sāgaramati, it is because through these sorts of afflictions bodhisattvas are in close contact with the three realms and the three realms come about from afflictions.

source: དགེ་བའི་རྩ་བའི་སྟོབས་བསྐྱེད་པས་བསམས་བཞིན་དུ་ཁམས་གསུམ་དུ་འདྲེའོ།
en: Bodhisattvas are in close contact with the three realms at will through the power of their skillful means and their production of wholesome roots.

source: ཁམས་གསུམ་དུ་འདྲེས་པས་དེ་སྐད་བྱའི་སེམས་ཉེ་བར་ཉོན་མོངས་པས་ནི་མ་ཡིན་ནོ་ཞེས་གསུངས་པ་ལྟ་བུའོ།
en: They are afflictions to the extent that they connect them to the three realms, but not because they afflict their minds.”

source: །དེ་བས་ན་དེ་ལྟར་ཡོངས་སུ་བསྔོས་པའི་མཐུས་ཟག་པ་མེད་པའི་དགེ་བའི་རྩ་བ་རྣམས་ཀྱིས་སྲིད་པར་སྐྱེའོ་ཞེས་བྱའོ།
en: Therefore, it is said that “through the force of such a dedication, because of the wholesome roots without outflows they are born in saṃsāra.”

source: །ཕྱིར་མི་འོང་བ་འམ། དགྲ་བཅོམ་པ་ལ་ལ་ཏིང་ངེ་འཛིན་གྱི་སྟོབས་བསྐྱེད་པས། མངོན་པར་ཤེས་པ་ཁྱད་པར་ཅན་དང་ལྡན་པའི་ཕྱིར་སྤྲུལ་པ་རྣམ་པ་སྣ་ཚོགས་ཀྱིས་སྐྱེ་བ་བསྟན་ནས། སེམས་ཅན་རྣམས་ཀྱི་དོན་དཔག་ཏུ་མེད་པ་བྱེད་ཅིང་།
en: Certain non-returners or worthy ones endowed with a special clairvoyance generated through the force of meditative stabilization demonstrate birth in various magical creations, work for the infinite welfare of beings, and complete the equipment for awakening.

source: བྱང་ཆུབ་ཀྱི་ཚོགས་ཡོངས་སུ་རྫོགས་པར་བྱེད་པ་དེ་ནི་སྤྲུལ་པའི་སྐྱེ་བ་ཞེས་བྱའོ།
en: That is called magically created birth.

source: །ལ་ལ་ནི་དགེ་བའི་བཤེས་གཉེན་ལ་བརྟེན་པའི་མཐུས། དེ་ལྟ་བུའི་སྨོན་ལམ་གྱི་ཁྱད་པར་དག་ཐོག་མ་ནས་བསྩགས་པར་གྱུར་ཏེ། དེ་དག་གི་སྨོན་ལམ་དེ་དག་རྣམ་པར་སྨིན་པའི་བདག་ཉིད་དུ་གྱུར་ནས་ཡོངས་སུ་བསྔོས་པའི་སྐྱེ་བ་དག་སྒྲུབ་པར་བྱེད་དེ།
en: For others, through the force of relying on spiritual friends, the special features of such prayers that are vows have come together from the start and they accomplish dedicated births that have the fruition of those prayers of theirs as their nature.

source: དེ་ནི་ཡོངས་སུ་བསྔོས་པའི་སྐྱེ་བ་ཞེས་བྱའོ།
en: That is called dedicated birth.

source: །འོ་ན་དེ་དག་ཅིའི་ཕྱིར་རྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུ་ལ་སོགས་པ་མ་ཐོབ་པར། བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཡོངས་སུ་རྫོགས་པར་མི་བྱེད་ཅེ་ན།
en: Why, though, without reaching the result of stream enterer and so on, do they not complete the equipment for awakening?

source: མེད་པའི་ཕྱིར་ཏེ། འདི་ལྟར་དེ་དག་ནི་ཉོན་མོངས་པ་ཤས་ཆེ་ལ་དབང་པོ་རྟུལ་ཏེ།
en: It is because they are powerless to do so because their afflictions are more intense and their faculties duller.
